Repository: keldalig/rhabot
Catalog: Rhabot/Controls/uscAutoNav.*.resx
Languages: it

# chkCanFly.Text
source: Path Uses Flying Mount
it: Il Path Usa la Monta Volante

# chkCanFly.ToolTip
source: Check if this path uses a flying mount.
it: Segna se il path usa una monta volante.

# cmbPathName.ToolTip
source: Name of the path to run.
it: Nome del path da usare.

# cmdAdd.Text
source: Add
it: Aggiungi

# cmdAdd.ToolTip
source: Add to Action Plan List.
it: Aggiungi alla lista delle azioni.

# cmdLoad.Text
source: Load Action Plan
it: Carica la lista delle azioni

# cmdLoad.ToolTip
source: Loads an existing action plan.
it: Carica una lista esistente di azioni.

# cmdNewPlan.Text
source: New Plan
it: Nuova Lista Azioni

# cmdRemove.Text
source: Remove
it: Cancella

# cmdRemove.ToolTip
source: Remove an item from the Action Plan List.
it: Cancella un oggetto dalla lista azioni.

# cmdSave.Text
source: Save AutoNav Plan
it: Cancella la lista azioni Autonav

# cmdSaveItem.Text
source: Save Action Item
it: Salva l'azione

# cmdSaveItem.ToolTip
source: Saves this action item's options.
it: Salva le opzioni per l'azione.

# columnHeader1.Text
source: AutoNav Items
it: Oggetti AutoNav

# groupBox1.Text
source: Options
it: Opzioni

# label1.Text
source: Select an item from this list and click the "Add" button to add to the Action Plan list
it: Seleziona un oggetto da questa lista e clicca sul pulsante "Aggiungi" per aggiungerla alla lista delle azioni

# label2.Text
source: Action Plan List
it: Lista delle azioni

# lblNPCName.Text
source: NPC Name
it: Nome dell'NPC

# lblPathName.Text
source: Path Name
it: Nome del Path

# lblQuantity.Text
source: Quantity
it: Quantit

# lblZoneName.Text
source: Zone Name
it: Nome della Zona
