Repository: keldalig/rhabot
Catalog: Rhabot/Controls/uscCombatSettings.*.resx
Languages: it

# chkDoPanic.Text
source: Do Panic
it: Panico

# chkDoPanic.ToolTip
source: When checked, your bot will check for Panic conditions and act accordingly (checks for too many mobs attacking bot and for health to be too low in combat)
it: Quando segnato il tuo bot farà dei check per le condizioni di panico e agirà di conseguenza(ad esempio quando troppi mob vi stanno attaccando o quando la vostra vita sarà troppo bassa in combat)

# chkSpamRandom.Text
source: Cast Combat Spam Spells Randomly
it: Casta le Combat Spam Spells Random

# chkSpamRandom.ToolTip
source: When checked, combat spam spells are cast ranodmly (not in the order you enter them here). This can make your bot appear more human, although many people prefer a certain casting sequence
it: Quando segnato le combat spam spell sono castate random (non nell'ordine che inserite qui).Questo può far apparire il bot più naturale.

# cmdSave.Text
source: Save Settings
it: Salva Settaggi

# groupBox1.Text
source: Combat Spells and Actions
it: Combat Spells e Azioni

# label5.Text
source: Panic Threshold
it: Soglia di Panico

# label6.Text
source: For each list of spells/actions, put each spell/action to perform on a new line. Leave blank if you don't have/want a spell to cast. Rank is not needed.
it: Per ogni lista di spell/azioni mettete ogni spell/azioni in ogni nuova riga.Lasciate in bianco se non avete spell/azioni da castare.Il rank non è necessario.

# txtCombatDOT.ToolTip
source: List of DOT spells to cast during combat. These spells are cast once per attacker
it: Lista di DOT da castare durante il combat.Sono castate una volta ogni mob

# txtCombatSpam.ToolTip
source: List of spells to cast during combat. This list is repeated continuously until combat is finished.
it: Lista di spell da castare durante il combat.Questa lista è ripetuta continuamente fino alla fine del combat.

# txtCombatWait.ToolTip
source: Time, in milliseconds, to wait before restarting combat loop. 0 for no wait. If you are a caster, like a mage or warlock, you might want to set the time lower. For tanks, such as warriors, you might want to set the time higher. 1000 = 1 second
it: Tempo in millisecondi prima di entrare in combat.0 per non aspettare.Se siete un caster come un mago o un warlock,dovreste settarlo basso.Per classi come i warrior,dovreste settarlo più alto. 1000 = 1 secondo

# txtDowntime.ToolTip
source: Percent at which mana or health must be before 'downtime' is used. Downtime causes the character to sit. Toon will eat/drink if food/water is available.
it: Percentuale di mana o vita per andare in modalità downtime.Durante il downtime il personaggio mangerà e berrà se avrete drink/cibo nelle borse.

# txtHealingOverTime.ToolTip
source: Set to the name of a healing over time spell (or healing stream totem). Used when more than one mob attacks
it: Settatela con una spell che cura nel tempo (o un healing stream totem).Usata quando avete aggro da più di un mob

# txtHealingSpell.ToolTip
source: Spell to cast to heal yourself during combat
it: Spell da castare per curarsi durante il combat

# txtHealPct.ToolTip
source: Your toon will try to heal itself when health is at this percent
it: Il tuo personaggio cercherà di curarsi quando raggiunge questa percentuale di vita

# txtManaSpam.ToolTip
source: Use the spam spell list until mana reaches this percent
it: Usa la lista di spell spam fino a quando il mana raggiunge questa soglia

# txtPanicThreshold.ToolTip
source: Run in panic when the number of attacking mobs is >= this number
it: Corri via in modalità panico quando i mob sono >= questo numero

# txtPostCombatSpells.ToolTip
source: List of spells to cast after combat is finished (before downtime and looting)
it: Lista di spell da usare dopo il combat e prima del downtime e del loot

# txtPreCombatBuff.ToolTip
source: List of spells to cast to buff your toon or otherwise prepare it before combat (before pulling)
it: Lista di spell o buff da castare prima del pull

# txtProtectionSpell.ToolTip
source: Spell/action to use at the beginning of combat to protect yourself. Stoneskin Totem or Powerword Shield for example
it: Spell/azione da usare all'inizio del combattimento per proteggervi.Per esempio Stoneskin Totem o Powerword Shield

# txtPullSpell.ToolTip
source: Spell/action to use for pulling.
it: Spell/azione da usare per pullare.

# txtStopRunAwayAttempt.ToolTip
source: Spell to cast when a mob is attempting to run away from you
it: Spell da castare quando il mob sta scappando
