Repository: keldalig/rhabot
Catalog: Rhabot/Controls/uscMain.*.resx
Languages: it

# chkTarget.Text
source: Automatically Attack New Target
it: Attacca automaticamente il nuovo target

# chkTarget.ToolTip
source: If checked, Rhabot will begin combat on any new target that is hostile or nonfriendly to you.
it: Se segnato Rhabot inizierà il combat su ogni target ostile o unfriendly.

# cmbBotType.ToolTip
source: The type of bot to start. Your selection here will determine which scripts are run for Rhabot
it: Il tipo di bot da far partire.La tua selezione qui determinerà che script sono startati da Rhabot.

# cmbPathGroupName.ToolTip
source: The group name to load for running paths. Double-click the button "Path Group Name" to refresh this list
it: Il nome del gruppo da caricare per i path startati.Fate doppioclick sul bottone Nome Gruppo Path per aggiornare questa lista

# cmdCreate.Text
source: Create Profile
it: Crea Cartella

# cmdCreate.ToolTip
source: Creates a new profile
it: Crea le sottocartelle nella cartella settaggi specificata.Crea un esempio di file di settaggi per ogni sottocartella.

# cmdLoadSettings.Text
source: Load Profile
it: Carica settaggi

# cmdLoadSettings.ToolTip
source: Loads the profile selected in the Profiles dropdown
it: Carica i file dei settaggi dalla cartella specificata

# cmdPathName.Text
source: Refresh Paths
it: Nome del path

# cmdPauseBot.Text
source: Pause Bot
it: Pause Rhabot

# cmdRefresh.Text
source: Refresh Profile List
it: Aggiorna le liste dei settaggi

# cmdRefresh.ToolTip
source: Refreshes the list of profile settings
it: Crea le sottocartelle nella cartella settaggi specificata.Crea un esempio di file di settaggi per ogni sottocartella.

# label1.Text
source: Profiles
it: Settaggi

# label2.Text
source: Level To Load
it: Livello da caricare

# txtLevelToLoad.ToolTip
source: The setting file to load
it: File di settaggi da caricare
