Repository: keldalig/rhabot
Catalog: Rhabot/Controls/uscSettings.*.resx
Languages: it

# chkChatter.ToolTip
source: Check this to turn on the Chatter AI bot (responds to whispers and says)
it: Segna questo per usare il bot Chatter (risponde ai whispers e say)

# chkDeclineDuel.Text
source: Decline Duel Invites
it: Declina inviti ai duel

# chkDeclineDuel.ToolTip
source: Global Setting - When checked, automatically declines duels
it: Settaggio globale - Quando segnato declina automaticamente i duelli

# chkDeclineGroup.Text
source: Decline Group Invites
it: Declina inviti a gruppi

# chkDeclineGroup.ToolTip
source: Global Setting - When checked, automatically declines group invites
it: Settaggio globale - Quando segnato declina automaticamente inviti a gruppi

# chkDeclineGuild.Text
source: Decline Guild Invites
it: Declina inviti a gilde

# chkDeclineGuild.ToolTip
source: Global Setting - When checked, automatically declines guild invites
it: Settaggio globale - Quando segnato declina automaticamente inviti a gilde

# chkFlower.Text
source: Flower Picker
it: Herbalism

# chkHumanCheck.ToolTip
source: Turns on or off Human Checking. When a player is encounterd more than once after 5 minutes, your toon will perform a random hello/acknowledge emote
it: Human checking.Quando un giocatore è incontrato più di una volta dopo 5 minuti,il tuo personaggio farà una emote automatica

# chkLogoutStuck.Text
source: Logout on Stuck
it: Logout se "stuck"

# chkLogoutStuck.ToolTip
source: Global Setting - Logs out your bot when the Stuck error is raised. The bot tries to stone home, first
it: Global Setting - Slogga se rimarrete incastrati cercando prima di usare la stone

# chkMiner.Text
source: Miner
it: Minatore

# chkSearchChest.Text
source: Find Chests
it: Trova Chest

# chkTargetElites.Text
source: Target Elites
it: Uccidi Elite

# chkTargetElites.ToolTip
source: Check this to target elites
it: Segna per targettare mob elite

# chkUnattended.Text
source: Unattended
it: Non presidiato

# chkUnattended.ToolTip
source: Checking this will cause the bot to go into unattended mode. This change happens immediately and does not require clicking the Apply Settings button
it: Se segnate questa opzione andrete in modalità non presidiata.Il cambiamento sarà istantaneo senza cliccare sul pulsante applica

# cmdApplySettings.Text
source: Apply Settings
it: Applica settaggi

# cmdApplySettings.ToolTip
source: Applies all settings in the Rhabot Settings section. Settings are saved to disk and are implemented in the bot
it: Applica i settaggi nella sezione settaggi di Rhabot.I settaggi sono salvati su disco

# cmdBrowseChatter.Text
source: Browse for AI Script
it: Cerca Script AI

# grpBotControl.Text
source: Rhabot Settings
it: Settaggi Rhabot

# grpDecline.Text
source: Declines - Global Setting
it: Declina - Settaggi Globali

# grpSearch.Text
source: Search Settings
it: Settaggi Ricerca

# grpStuck.Text
source: Stuck Settings - Global Setting
it: Stuck Settings - Settaggi Globali

# label15.Text
source: Start Level
it: Livello inizio

# label16.Text
source: End Level
it: Livello fine

# label3.Text
source: Search Range
it: Range ricerca

# label4.Text
source: Stuck Timeout (in seconds)
it: Stuck Timeout (in secondi)

# label5.Text
source: Target Range
it: Range Target

# label6.Text
source: Logout after X minutes:
it: Slogga dopo X minuti:

# label7.Text
source: Durability Percent
it: Percentuale durability

# txtDurability.ToolTip
source: When one or more items reaches this durability percent, Rhabot will return to repair vendor
it: Quando uno o più item raggiungono questa percentuale di durability Rhabot andrà verso il repair/vendor

# txtEndLevel.ToolTip
source: End Level for these settings.
it: Livello finale per questi settaggi.

# txtHighAttack.ToolTip
source: Number of levels above you to attack. If you are 20, and this is set to 5, you will target units up to level 25
it: Numero di livelli sopra il vostro da attaccare.Se ad esempio siete lvl 20 e settate 5 il vostro personaggio attaccherà i mob fino al lvl 25

# txtLogoutTime.ToolTip
source: Automatically stones home and logs out after X minutes
it: Usa la stone automaticamente e slogga dopo X minuti

# txtLowAttack.ToolTip
source: Number of levels below you to attack. If you are 20, and this is set to 5, you will target units down to level 15
it: Numero di livelli sotto il vostro da attaccare.Se ad esempio siete lvl 20 e settate 5 il vostro personaggio attaccherà i mob dal lvl 15

# txtSearchRange.ToolTip
source: Number of yards off the trail to search for hostile units / herbs /mines / chests
it: Numero di yard fuori dal path per cercare mob/erbe/chest

# txtStartLevel.ToolTip
source: Start Level for these settings.
it: Livello di start per questi settaggi.

# txtStuckTimeout.ToolTip
source: Global Setting - Time to wait, in seconds, before a stuck error is raised. This is the amount of time the toon remains stuck before the location is flagged stuck and a special error is raised.
it: Settaggi globali - Tempo in secondi per lo stuck check.Tempo in secondi che il vostro personaggio passa incastrato prima di dare errore.

# txtTargetRange.ToolTip
source: Distnace, in yards, to be from hostile before initiating pull
it: Distanza in yard dal mob per iniziare il pull
