Repository: keldalig/rhabot
Catalog: Rhabot/ISXNewPathWiz.*.resx
Languages: it

# chkMountable.Text
source: Path is Mountable
it: Si può usare la monta

# chkMountable.ToolTip
source: Check this box if you can mount up on this path. It is not recommend to check this for Hunting, Mailbox, and Vendor paths
it: Segnate questo box se volete usare la monta.Non è raccomandato per profili di farming, Mailbox e Vendor

# chkPathFly.Text
source: Path is Flyable - All of path will be flown
it: Si può usare la monta volante - Tutto il path sarà in volo

# chkPathFly.ToolTip
source: Check this to cause this whole path to be flown.
it: Segnate questo box se il path sarà tutto in volo

# cmbGroupName.ToolTip
source: Group this path will belong to. Usually, a group belongs to a specific character or character class, but it doesn't have to
it: Il gruppo al quale il path appartiene.Di solito un gruppo appartiene a un personaggio specifico o a una classe ma non è necessario

# cmdPauseRecord.Text
source: Pause Recording
it: Metti in pausa

# cmdStartRecord.Text
source: Start Recording
it: Inizia la registrazione

# cmdStopRecord.Text
source: Stop Recording
it: Stoppa la registrazione

# label1.Text
source: Path Name
it: Nome del Path

# label2.Text
source: Group Name
it: Nome del Gruppo

# label3.Text
source: Start Level
it: Livello Inizio

# label4.Text
source: End Level
it: Livello Fine

# saveFileDialog1.Title
source: Save Rhabot Path
it: Salva il Path di Rhabot

# txtEndLevel.ToolTip
source: Start of level this path can be used on. For example, if this path can be used for levels 10-14, put 10 in Start Level and 14 in End Level
it: Inizio del livello dal quale il path può essere usato. Per esempio se il path può essere usato dal livello 10 fino al 14,metti 10 in Livello Inizio e 14 in Livello Fine

# txtPathName.ToolTip
source: The path name. If the path name already exists in the file, the old path will be deleted
it: Il nome del path.Se il nome del path esiste gia il vecchio path verrà cancellato

# txtStartLevel.ToolTip
source: Start of level this path can be used on. For example, if this path can be used for levels 10-14, put 10 in Start Level and 14 in End Level
it: Inizio del livello dal quale il path può essere usato. Per esempio se il path può essere usato dal livello 10 fino al 14,metti 10 in Livello Inizio e 14 in Livello Fine
